_PAD
_GO
_EOS
_UNK
book.written_work.subjects
music.release_track.release
film.film.country
music.producer.tracks_produced
music.release.producers
music.recording.artist
film.production_company.films
common.topic.notable_types
travel.travel_destination.tourist_attractions
location.location.people_born_here
music.artist.origin
film.film.produced_by
film.film.language
location.location.events
soccer.football_position.players
location.location.containedby
military.military_conflict.military_personnel_involved
music.album_release_type.albums
people.person.nationality
soccer.football_player.position_s
film.film_genre.films_in_this_genre
music.recording.tracks
location.location.contains
music.release.track_list
fictional_universe.fictional_character.appears_in_these_fictional_universes
music.genre.artists
media_common.media_genre.child_genres
tv.tv_program.languages
education.school_category.schools_of_this_kind
media_common.adapted_work.adaptations
people.person.gender
music.recording.producer
music.album.release_type
film.film.genre
film.film.subjects
influence.influence_node.influenced
people.profession.people_with_this_profession
people.person.languages
language.human_language.main_country
book.book.genre
astronomy.asteroid.member_of_asteroid_group
automotive.model.automotive_class
film.cinematographer.film
people.person.ethnicity
music.album.artist
music.release.track
music.album_content_type.albums
cvg.game_version.game
music.artist.album
book.author.works_written
visual_art.artwork.support
business.business_operation.industry
cvg.computer_videogame.developer
book.book_subject.works
music.release.region
music.album.genre
medicine.manufactured_drug_form.color
film.film.cinematography
people.person.place_of_birth
book.written_work.author
music.artist.genre
sports.sports_team.sport
people.person.parents
visual_art.artwork.media
base.cars_refactor.make.model_s
film.film_location.featured_in_films
people.deceased_person.place_of_death
education.educational_institution.colors
language.language_family.languages
medicine.drug.route_of_administration
people.ethnicity.geographic_distribution
media_common.netflix_title.netflix_genres
location.location.time_zones
tv.tv_genre.programs
time.time_zone.locations_in_this_time_zone
people.person.profession
fictional_universe.fictional_character.gender
film.director.film
people.deceased_person.place_of_cremation
cvg.computer_videogame.cvg_genre
tv.tv_program.genre
cvg.game_version.publisher
visual_art.artwork.artist
base.rugby.type_of_rugby.players_of_this_type_of_rugby
education.educational_institution.school_type
medicine.drug_ingredient.active_moiety_of_formulation
location.country.second_level_divisions
fictional_universe.fictional_universe.characters
book.written_work.original_language
medicine.drug_formulation.active_ingredients
cvg.cvg_developer.game_versions_developed
music.artist.track
cvg.computer_videogame.designers
film.film.music
music.album.album_content_type
medicine.drug_formulation.legal_status
film.film_story_contributor.film_story_credits
music.composition.recordings
tv.tv_director.episodes_directed
tv.tv_writer.episodes_written
film.music_contributor.film
tv.tv_program.episodes
government.political_party.ideology
basketball.basketball_position.players
music.genre.albums
film.film.written_by
music.recording.releases
broadcast.artist.content
aviation.aircraft_model.manufacturer
visual_art.visual_art_form.artists
music.artist.label
location.hud_county_place.county
film.film.edited_by
media_common.netflix_genre.titles
common.licensed_object.license
film.film.featured_film_locations
computer.software.software_genre
book.author.book_editions_published
tv.tv_series_episode.series
base.aareas.schema.administrative_area.administrative_children
music.album.releases
location.us_county.hud_county_place
music.release.format
people.cause_of_death.people
cvg.game_version.platform
book.book_edition.author_editor
people.deceased_person.place_of_burial
biology.genome.gene
american_football.football_player.position_s
medicine.drug_formulation.active_ingredient_moieties
fictional_universe.fictional_character.based_on
symbols.name_source.namesakes
music.instrument.instrumentalists
music.composition.language
music.group_member.instruments_played
medicine.drug_formulation.dosage_form
baseball.baseball_player.position_s
astronomy.astronomical_discovery.discoverer
medicine.disease.parent_disease
film.film_costumer_designer.costume_design_for_film
music.composition.form
organization.organization.sectors
people.ethnicity.people
broadcast.radio_station.format
tv.tv_series_episode.director
aviation.airliner_accident.operator
people.person.religion
book.book.editions
people.ethnicity.languages_spoken
cvg.cvg_platform.games_on_this_platform
broadcast.content.genre
book.book_character.appears_in_book
music.engineer.tracks_engineered
music.composition.composer
architecture.building.building_function
type.content.language
base.petbreeds.chicken_breed.primary_use
music.release_track.recording
film.film.film_format
education.educational_institution_campus.educational_institution
cvg.cvg_genre.games
people.deceased_person.cause_of_death
book.book_edition.publisher
organization.organization.place_founded
broadcast.content.artist
martial_arts.martial_artist.martial_art
medicine.drug_formulation.formulation_of
book.book_edition.binding
common.topic.subject_of
event.disaster_type.disasters_of_this_type
symbols.namesake.named_after
tv.tv_program.country_of_origin
music.single.versions
astronomy.orbital_relationship.orbits
medicine.medical_treatment.used_to_treat
base.givennames.given_name.gender
music.composition.lyricist
sports.boxing_weight_division.boxers_rated_at_this_weight
biology.breed_temperament.breeds
music.composer.compositions
astronomy.star_system_body.star_system
astronomy.orbital_relationship.orbited_by
medicine.disease.treatments
user.druderman.default_domain.gene.species
film.film.film_casting_director
film.film.production_companies
music.record_label.artist
base.pethealth.symptom.symptom_of
cvg.game_version.developer
ice_hockey.hockey_player.shoots
medicine.disease.symptoms
basketball.basketball_player.position_s
book.book_edition.book
medicine.drug.drug_class
geography.river.mouth
astronomy.celestial_object.category
award.award_discipline.awards_in_this_discipline
military.military_person.participated_in_conflicts
meteorology.cyclone_affected_area.cyclones
film.film.film_festivals
cvg.computer_videogame.platforms
visual_art.visual_artist.art_forms
cvg.cvg_designer.games_designed
astronomy.star_system.planetary_system
film.producer.film
organization.organization.legal_structure
media_common.literary_genre.stories_in_this_genre
organization.organization_sector.organizations_in_this_sector
spaceflight.spacecraft.manufacturer
medicine.disease.prevention_factors
sports.sport.teams
film.writer.film
music.release.album
film.film.directed_by
base.yupgrade.user.topics
cvg.gameplay_mode.games_with_this_mode
location.location.nearby_airports
broadcast.broadcast.area_served
computer.software.languages_used
visual_art.artwork.art_form
film.film_format.film_format
food.ingredient.compatible_with_dietary_restrictions
cvg.cvg_developer.games_developed
theater.play.genre
music.recording.song
baseball.baseball_position.players
religion.religion.places_of_worship
base.rosetta.languoid.languoid_class
periodicals.newspaper_circulation_area.newspapers
book.newspaper.circulation_areas
fictional_universe.fictional_substance.fictional_object
medicine.drug_ingredient.active_ingredient_of_formulation
cvg.cvg_publisher.game_versions_published
religion.religion.beliefs
american_football.football_game.season
medicine.disease.risk_factors
fictional_universe.fictional_character.character_created_by
people.profession.specializations
cvg.computer_videogame.publisher
astronomy.star.constellation
base.services.health_club.exercise_programs
tv.tv_program.seasons
medicine.drug_manufacturer.drugs_manufactured
people.person.children
time.event.locations
language.human_language.language_family
fictional_universe.fictional_organization.members
music.album.compositions
film.film.executive_produced_by
medicine.drug.legal_status
comic_books.comic_book_publisher.comic_book_series_published
geography.mountain_range.passes
ice_hockey.hockey_position.players
tv.tv_program.program_creator
music.engineer.releases_engineered
geography.mountain.mountain_range
education.academic.advisors
type.object.type
cricket.cricket_bowler.technique
user.tsegaran.computer.algorithm_family.algorithm
music.compositional_form.compositions
cvg.computer_videogame.game_series
influence.influence_node.influenced_by
book.literary_series.works_in_this_series
medicine.disease.causes
broadcast.radio_station.owner
base.crime.crime_victim.crime_type
games.game.genre
medicine.drug_formulation.routes
medicine.manufactured_drug_form.shape
film.film.rating
broadcast.genre.content
visual_art.art_period_movement.associated_artists
location.administrative_division.country
visual_art.visual_art_medium.artworks
metropolitan_transit.transit_vehicle.transit_lines
biology.organism_classification.higher_classification
time.recurring_event.current_frequency
base.fight.sports_official.sport
biology.organism.sex
fictional_universe.fictional_character_creator.fictional_characters_created
base.parody.parodied_subject.parodies
film.film.film_art_direction_by
type.content.uploaded_by
media_common.adaptation.adapted_from
cvg.computer_game_engine.used_for_computer_games
fictional_universe.fictional_character.place_of_birth
government.government_agency.jurisdiction
organization.organization.founders
fictional_universe.fictional_character.medical_conditions
film.film_set_designer.film_sets_designed
games.game_publisher.games_published
book.book.characters
broadcast.tv_station.owner
biology.organism_classification_rank.organism_classifications
music.lyricist.lyrics_written
comic_books.comic_book_series.publisher
tv.tv_series_episode.season
dining.restaurant.cuisine
geography.lake.lake_type
geography.mountain_range.mountains
fictional_universe.fictional_character.occupation
astronomy.constellation.contains
aviation.airline.hubs
ice_hockey.hockey_player.hockey_position
geography.mountain.mountain_type
martial_arts.martial_art.well_known_practitioner
book.written_work.previous_in_series
music.producer.releases_produced
boats.ship.ship_class
aviation.aircraft_type.aircraft_of_this_type
people.chinese_ethnic_group.autonomous_regions
architecture.architectural_style.examples
base.eventparticipants.known_participants.participated_in
travel.tourist_attraction.near_travel_destination
book.magazine_genre.magazines_in_this_genre
cvg.computer_videogame.gameplay_modes
medicine.manufactured_drug_form.available_in
metropolitan_transit.transit_line.transit_system
fictional_universe.character_gender.characters_of_this_gender
base.culturalevent.event.entity_involved
medicine.drug_formulation.drug_category
cvg.computer_videogame.soundtracks
base.usnationalparks.us_national_park.state
business.brand.products
book.illustrator.books_illustrated
fictional_universe.character_occupation.characters_with_this_occupation
base.aareas.schema.administrative_area.capital
film.content_rating.film
education.school.lowest_grade_taught
sports.professional_sports_team.owner_s
military.military_unit.place_of_origin
business.industry.companies
music.release.label
film.film_festival_event.films
education.field_of_study.subdisciplines
book.publishing_company.books_published
geography.island.body_of_water
media_common.quotation_subject.quotations_about_this_subject
base.schemastaging.food_extra.broader
film.film.film_set_decoration_by
visual_art.visual_artist.associated_periods_or_movements
base.aareas.coding_scheme.types
fictional_universe.fictional_setting.fictional_characters_born_here
medicine.drug_administration_route.drug_formulations
film.film.costume_design_by
architecture.structure.architectural_style
film.film.story_by
film.producer.films_executive_produced
music.artist.concert_tours
film.editor.film
computer.software.license
geography.body_of_water.bridges
cvg.video_game_soundtrack.video_game
book.periodical.language
astronomy.asteroid_group.asteroid_group_members
media_common.literary_genre.books_in_this_genre
education.university.fraternities_and_sororities
time.event.included_in_event
education.educational_institution.mascot
food.dish.type_of_dish1
base.americancomedy.celebrity_impressionist.celebrities_impersonated
book.short_story.genre
law.constitution.amendments
people.place_of_interment.interred_here
medicine.drug_ingredient.active_moiety_of_drug
sports.sports_team.location
film.film_production_designer.films_production_designed
common.image.appears_in_topic_gallery
olympics.olympic_event.olympic_games_contested
comic_books.comic_book_story.characters
book.journal.discipline
royalty.monarch.kingdom
sports.sports_championship_event.champion
business.shopping_center.owner
people.profession.specialization_of
sports.boxer.weight_division
law.inventor.inventions
biology.organism.organism_type
book.book.interior_illustrations_by
american_football.football_team.division
wine.wine.region
medicine.manufactured_drug_form.manufacturer
biology.animal_breed.coloring
organization.organization_founder.organizations_founded
book.book_edition.place_of_publication
base.aareas.schema.administrative_area.administrative_parent
transportation.bridge_type.bridges_of_this_type
type.content.media_type
base.bioventurist.product.technology_involved
metropolitan_transit.transit_line.stops
astronomy.astronomical_observatory.discoveries
base.reviews.review.mentions
location.country.administrative_divisions
architecture.architect.architectural_style
book.author.school_or_movement
geography.river.origin
film.film.prequel
base.argumentmaps.original_idea.innovator
type.type.instance
digicams.digital_camera.compressed_formats
location.us_county.county_seat
medicine.drug_dosage_flavor.drugs_with_this_flavor
education.school.school_district
aviation.airport.hub_for
government.government_agency.provides_service
aviation.airport.serves
amusement_parks.ride.area
location.location.partially_containedby
computer.computer_processor.manufacturers
broadcast.broadcast.distributor
location.country.languages_spoken
internet.protocol.api
education.fraternity_sorority.founded_location
tv.tv_program.spun_off_from
fictional_universe.character_powers.characters_with_this_ability
government.form_of_government.countries
location.neighborhood.neighborhood_of
film.film.film_production_design_by
travel.accommodation_feature.accommodation_with_this_feature
education.educational_institution.subsidiary_or_constituent_schools
media_common.quotation.spoken_by_character
education.school_district.schools
cricket.cricket_player.batting_style
religion.religion.deities
book.newspaper.owner
base.bioventurist.science_or_technology_company.develops_treatments_for_disease
organization.organization.geographic_scope
people.family_member.family
music.genre.subgenre
law.invention.inventor
tv.tv_series_episode.next_episode
user.duck1123.default_domain.alternate_persona.personae
base.aareas.schema.administrative_area.administrative_area_type
internet.blog.focus
music.instrument.variation
fictional_universe.character_species.found_in_fictional_universe
sports.sports_team_location.teams
biology.organism_classification.organisms_of_this_type
comic_books.comic_book_genre.comic_book_series_in_this_genre
cvg.cvg_publisher.games_published
language.language_writing_system.languages
user.micahsaul.advertising.ad_campaign.type_of_campaign
geography.mountaineer.first_ascents
base.usnris.nris_listing.significance_level
comic_books.comic_book_character.created_by
time.event.includes_event
user.robert.military.military_person.participated_in_conflicts
fictional_universe.fictional_character.parents
theater.theater_character.plays_appears_in
dining.cuisine.restaurant
user.radiusrs.default_domain.astrological_sign.element
tv.tv_series_season.episodes
metropolitan_transit.transit_service_type.transit_lines
meteorology.tropical_cyclone.affected_areas
astronomy.astronomical_discovery.discovery_site
theater.theater_producer.plays_produced
base.thoroughbredracing.thoroughbred_racehorse.sex
dining.chef.cuisines
tv.tv_series_episode.writer
military.military_unit.armed_force
base.classiccars.classic_car.body_styles_produced
event.disaster.areas_affected
aviation.aircraft_manufacturer.aircraft_models_made
location.administrative_division.second_level_division_of
base.argumentmaps.event_of_disputed_occurance.people_who_think_it_didn_t_happen
geography.lake.basin_countries
tv.tv_program_creator.programs_created
film.film_art_director.films_art_directed
american_football.football_team.conference
user.alexander.philosophy.philosopher.interests
base.thoroughbredracing.thoroughbred_racehorse_breeder.horses_bred
sports.sports_team.championships
music.recording.canonical_version
book.written_work.next_in_series
people.ethnicity.included_in_group
computer.software_genre.software_in_genre
biology.animal_breed.temperament
medicine.drug.marketed_formulations
base.ecology.type_of_ecosystem.ecosystems_of_this_type
base.crime.crime.crime_type
wine.wine.country
base.cars_refactor.model.make
base.activism.activist.area_of_activism
transportation.bridge.body_of_water_spanned
architecture.museum.type_of_museum
location.country.first_level_divisions
location.hud_county_place.place
award.award_presenting_organization.awards_presented
visual_art.visual_art_form.artworks
martial_arts.martial_art.category
architecture.structure.architecture_firm
visual_art.artwork.art_genre
military.military_unit_size.units_of_this_type
theater.play.country_of_origin
music.record_label.releases
business.defunct_company.reason_for_ceasing_operations
base.meedan.arabic_language_media_source.country
common.topic.subjects
metropolitan_transit.transit_line.vehicle_types
film.film_series.films_in_series
user.hedgehog.default_domain.verifiable_statement.author
geography.lake.outflow
geography.lake.cities
base.fashionmodels.fashion_model.hair_color
tv.tv_program.soundtrack
theater.play.composer
automotive.model.successor
award.competition.instance_of_recurring_competition
people.cause_of_death.includes_causes_of_death
business.consumer_product.brand
computer.programming_language.language_paradigms
food.cheese.country_of_origin
spaceflight.satellite_manufacturer.spacecraft_manufactured
base.rugby.rugby_player.type_of_rugby
medicine.drug_form_shape.drugs_with_this_shape
common.topic.image
award.competition.type_of_competition
spaceflight.astronaut.missions
music.recording.engineer
user.alexander.philosophy.philosopher.era
base.webvideo.internet_video.genre
base.thoroughbredracing.thoroughbred_racehorse_origin.horses_from_this_location
sports.sports_official.sport
user.robert.us_congress.us_representative.state
fictional_universe.fictional_character.powers_or_abilities
base.schemastaging.disputed_location_claimant.disputed_territories
fictional_universe.fictional_character.places_lived
film.film_subject.films
interests.collectable_item.collection_category
military.military_unit.unit_size
food.ingredient.dishes
cvg.game_version.regions
cvg.computer_videogame.versions
base.schemastaging.body_of_water_extra.fish
engineering.engine_category.sub_categories
film.film.sequel
event.disaster_survivor.survived_disasters
metropolitan_transit.transit_stop.transit_lines
language.human_language.region
royalty.kingdom.rulers
metropolitan_transit.transit_system.transit_service_types
music.soundtrack.film
astronomy.astronomer.astronomical_objects_discovered
location.country.official_language
american_football.football_game.home_team
aviation.airport.focus_city_for
music.album.primary_release
automotive.automotive_class.examples
tv.tv_series_episode.previous_episode
architecture.type_of_museum.museums
location.place_with_neighborhoods.neighborhoods
location.postal_code.country
astronomy.celestial_object_with_coordinate_system.planetographic_coordinate_system
fictional_universe.medical_condition_in_fiction.characters_with_this_condition
music.album.featured_artists
military.armed_force.military_combatant
user.sandos.research.research_project.research_topic
base.americancomedy.impersonated_celebrity.impersonated_by
aviation.airline.focus_cities
base.lawsandbox.legal_system.origin
metropolitan_transit.transit_line.terminuses
tv.tv_series_season.series
base.folklore.mythology.mythical_creatures
cvg.game_version.distributed_through
base.classiccars.antique_car.body_styles
geography.geographical_feature.category
government.governmental_jurisdiction.government_bodies
fictional_universe.fictional_character.ethnicity
education.educational_institution.sports_teams
architecture.destruction_method.structures_destroyed
type.type.properties
cvg.computer_game_subject.games
visual_art.visual_artist.artworks
food.dish.cuisine
user.szaijan.fantasy_football.position.player
education.educational_institution.campuses
visual_art.artwork.art_subject
base.schemastaging.food_extra.narrower
base.barbie.barbie_doll.theme
sports.sports_team.arena_stadium
food.type_of_dish.dishes
broadcast.radio_station_owner.radio_stations
base.biblioness.bibs_location.country
meteorology.tropical_cyclone_season.tropical_cyclones
base.recordingstudios.recording_studio.albums_recorded_here
internet.website_category.sites
geography.island_group.islands_in_group
medicine.disease.notable_people_with_this_condition
base.thoroughbredracing.thoroughbred_racehorse.country
automotive.model.make
broadcast.radio_format.stations
visual_art.art_subject.artwork_on_the_subject
base.locations.continents.countries_within
user.mt.default_domain.metabolite.biofluid_location
biology.organism_classification.rank
architecture.architect.structures_designed
time.holiday.type_of_holiday
geography.river.cities
music.music_video.music_video_song
base.yalebase.residential_college.alumni
organization.organization.advisors
cvg.computer_videogame.subjects
type.object.permission
event.disaster.victims
fictional_universe.fictional_character.species
food.dietary_restriction.compatible_ingredients
base.usnationalparks.us_national_park.classification
base.conservationaction.lead_agency_or_organization.program_s
base.fictionaluniverse.deceased_fictional_character.cause_of_death
astronomy.celestial_object_category.objects
government.governmental_body.component_bodies
computer.software_developer.software
government.governmental_body.body_this_is_a_component_of
aviation.aircraft_model.variants
book.periodical_subject.periodicals
transportation.bridge.locale
base.caveart.cave.galleries
food.candy_bar.manufacturer
broadcast.producer.produces
user.radiusrs.default_domain.astrological_sign.zodiac
medicine.notable_person_with_medical_condition.condition
base.crime.criminal_organisation.type_of_criminal_organization
spaceflight.space_program.sponsor
food.ingredient.more_general_ingredient
transportation.road.major_cities
education.field_of_study.journals_in_this_discipline
language.language_writing_system.type_of_writing
protected_sites.protected_site.governing_body
olympics.olympic_games.events
base.qualia.recreational_drug_user.drug_s
base.petbreeds.dog_breed.temperament
base.greatgardens.garden_tool.kind_of_tool
music.voice.singers
travel.accommodation.accommodation_type
biology.pedigreed_animal.breed
medicine.drug_dosage_form.formulations_available_in_this_form
education.field_of_study.academics_in_this_field
user.mt.default_domain.metabolite.tissue_location
finance.stock_exchange.primary_regions
biology.breed_origin.breeds_originating_here
medicine.drug.active_moieties
base.fashionmodels.eye_color.fashion_models_with_this_eye_color
american_football.football_game.away_team
location.country.currency_formerly_used
fictional_universe.character_species.characters_of_this_species
cvg.computer_videogame.uses_game_engine
biology.organism_classification.lower_classifications
user.robert.us_congress.us_representative.congressional_caucus_memberships
comic_books.comic_book_character.story_specific_appearances
fictional_universe.fictional_setting.setting_type
computer.file_format.genre
base.bioventurist.bv_medical_condition.company_involved
food.dish.ingredients
automotive.model.predecessor
organization.organization.organization_type
user.robert.mobile_phones.mobile_phone.input_interface
sports.sports_team.colors
spaceflight.space_mission.astronauts
fictional_universe.fictional_setting.languages
base.petbreeds.dog_coat_color.dog_breeds
base.nascar.nascar_race.race_instances
base.events.subject_of_festival.festivals_of_this_type
base.skosbase.skos_concept.narrower_topic
music.group_member.artists_supported
religion.place_of_worship.type_of_place_of_worship
biology.gene.chromosome
fictional_universe.fictional_character.organizations
sports.sports_facility.teams
book.magazine.genre
architecture.building_function.buildings
user.micahsaul.advertising.ad.art_director
theater.theater_production.director
book.author.contributing_author_to
sports.sports_championship_event.runner_up
language.language_family.geographic_distribution
government.governmental_jurisdiction.agencies
base.engineering.water_reservoir_use.dams_with_this_purpose
medicine.manufactured_drug_form.flavor
geography.mountain_type.mountains_of_this_type
amusement_parks.amusement_park_area.parks
geography.island.island_group
astronomy.extraterrestrial_location.type_of_planetographic_feature
cricket.cricket_bowler.bowling_style
education.academic.research_areas
location.administrative_division.first_level_division_of
sports.sports_championship_event.championship
broadcast.content.language
film.film.featured_song
fictional_universe.fictional_universe.locations
fictional_universe.fictional_setting.universe
base.animemanga.anime_studio.anime_titles
food.ingredient.cuisine
metropolitan_transit.transit_line.service_type
fictional_universe.fictional_universe.organizations
base.engineering.mine.materials_extracted
architecture.structure.architect
business.industry.parent_industry
broadcast.content.producer
base.petbreeds.dog_breed.family_friendly
user.robert.military.military_person.allegiance
organization.organization_scope.organizations_with_this_scope
games.game_genre.boardgames
user.tsegaran.computer.algorithm.family
base.bioventurist.science_or_technology_company.products
music.group_member.vocal_range
base.disaster2.train_accident_cause.train_accidents_caused_this_way
sports.sports_equipment.sport_used_for
internet.website.category
type.permission.controls
comic_books.comic_book_character.regular_featured_appearances
base.argumentmaps.innovator.original_ideas
base.events.type_of_festival.recurring_festivals_of_this_type
soccer.football_match.teams
user.mt.default_domain.metabolite.associated_disorder
fictional_universe.fictional_character.children
tv.tv_program.theme_song
location.in_state.administrative_capital
people.family.members
base.cars_refactor.model.generations
base.skosbase.skos_concept.narrower
opera.opera_production.performed_at
food.culinary_technique.recipes
base.schemastaging.non_profit_extra.classification
base.activism.activism_issue.activist_organizations
base.phobias.phobia.also_caused_by_medical_condition
time.day_of_year.calendar_system
people.ethnicity.includes_groups
medicine.drug_formulation_category.drug_formulations
basketball.basketball_division.teams
user.coco.science.concepts_theories.parent_concept
food.ingredient.incompatible_with_dietary_restrictions
exhibitions.exhibition_subject.exhibitions_created_about_this_subject
dining.cuisine.region_of_origin
protected_sites.iucn_category.protected_areas
medicine.disease.medical_specialties
music.genre.parent_genre
geography.river.basin_countries
base.saints.saint.venerated_in
medicine.hospital.medical_specialties
theater.theater_director.plays_directed
automotive.make.model_s
meteorology.tropical_cyclone.tropical_cyclone_season
base.petbreeds.dog_breed.exercise_requirement
automotive.company.make_s
user.jschell.default_domain.fictional_character.appeared_in
base.ballet.ballet_company.founder
book.author.series_written_or_contributed_to
opera.opera.genre
fictional_universe.work_of_fiction.setting
royalty.monarch.royal_line
user.arielb.default_domain.concentration_camp.survivors
religion.place_of_worship.religion
base.schemastaging.fish.found_in
award.competition.competitors
computer.programming_language.influenced_by
base.webvideo.internet_video.country_of_origin
location.citytown.postal_codes
type.property.expected_type
base.gossipgirlxxx.character.played_by
digicams.digital_camera.supported_storage_types
user.szaijan.fantasy_football.player.nfl_team
film.film_festival.focus
biology.animal_breed.breed_of
medicine.drug_class.drugs
base.statistics.statistics_agency.geographic_scope
base.bioventurist.product.developed_by
base.cocktails.cocktail.standard_drinkware
base.services.veterinarian.veterinary_specialty
medicine.symptom.symptom_of
user.thadguidry.default_domain.broadcast_satellite.beam_area
visual_art.visual_art_support.artworks
freebase.valuenotation.is_reviewed
education.academic.departments_old
award.competition_type.competitions_of_this_type
medicine.drug_administration_route.administered_drugs
user.mt.default_domain.chemical_species.chemicals
film.film.soundtrack
medicine.risk_factor.diseases
base.roses.rose_color.roses_of_this_color
computer.operating_system.parent_os
geography.mountain_pass.transversed_by
user.jg.default_domain.olympic_games.sports
broadcast.radio_station.serves_area
base.satelites.natural_satellite.orbited_body
skiing.ski_area.closest_city
aviation.aircraft_line.models_in_line
government.political_ideology.political_parties
cvg.computer_videogame.prequel
medicine.drug_ingredient.more_general_ingredient
theater.theater_production.producing_company
base.infrastructure.power_station.fuel_type
cvg.cvg_platform.games
visual_art.art_period_movement.associated_artworks
base.saturdaynightlive.snl_episode.musical_guest
comic_books.comic_book_inker.comic_books_inked
location.location.primarily_containedby
travel.accommodation_type.accommodation_of_this_type
location.location.partially_contains
aviation.airliner_accident.accident_type
computer.software.developer
military.armed_force.units
fictional_universe.fictional_character.has_possessed
user.robert.us_congress.congressional_caucus.current_house_members
theater.play.lyricist
education.fraternity_sorority.colleges_and_universities
award.award_category.disciplines_or_subjects
theater.theater_production.play
base.services.local_business.payment_accepted
amusement_parks.ride.manufacturer
military.military_combatant.armed_forces
religion.monastery.religious_order
amusement_parks.ride.park
aviation.aircraft_model.designed_by
biology.organism.parents
astronomy.extraterrestrial_location.on_celestial_object
interests.collection_category.sub_categories
theater.theatrical_orchestrator.plays_orchestrated
religion.religion.organizations
amusement_parks.park.rides
transportation.bridge.bridge_type
base.yalebase.person.worked_on_publications
user.mt.default_domain.metabolite.chemical_species
computer.operating_system.supported_architectures
education.educational_institution.parent_institution
medicine.condition_prevention_factors.conditions_this_may_prevent
conferences.conference_subject.series_of_conferences_about_this
cvg.computer_videogame.sequel
organization.organization_type.organizations_of_this_type
user.robert.mobile_phones.mobile_phone.carriers
digicams.digital_camera.iso_setting
base.petbreeds.dog_breed.group
architecture.lighthouse_construction_material.used_on_lighthouse
award.competitor.competitions_won
music.music_video.artist
protected_sites.protected_site.system
time.day_of_year.holidays
base.reviews.review.reviewed_topic
award.competitor.competitions
type.domain.types
base.pethealth.pet_disease_risk_factor.pet_diseases_with_this_risk_factor
event.disaster.type_of_disaster
base.pethealth.treatment.used_to_treat
base.fires.fire_cause.fires_caused_this_way
zoos.zoo_exhibit.species
business.company_type.companies_of_this_type
visual_art.visual_art_genre.artworks
comic_books.comic_book_character.cover_appearances
base.skosbase.vocabulary_equivalent_topic.broader_concept
base.skills.skilled_role.performs
base.pethealth.pet_disease_or_medical_condition.diagnosis
base.filmcameras.camera.viewfinder_type
people.person.quotations
book.written_work.editor
spaceflight.space_program.missions
base.banking.investment_scheme.included_in
games.game.publisher
broadcast.tv_station_owner.tv_stations
book.written_work.part_of_series
base.americancivilwar.campaign.theater
base.militaryinfiction.military_unit_size_designation_in_fiction.units_of_this_size_in_fiction
education.fraternity_sorority.accepted_genders
cricket.cricket_bowler.pace
fictional_universe.type_of_fictional_setting.settings
base.movietheatres.movie_theatre.type_of_movietheatre
base.activism.activism_issue.activists
computer.computer.processor
broadcast.producer.location
automotive.generation.make
fictional_universe.fictional_character.rank
time.recurring_event.instances
spaceflight.space_mission.destination
base.greencars.electric_hybrid_car.ice_fuel
geography.mountain_pass.range
religion.religion.notable_figures
biology.animal_breed.place_of_origin
base.retail.retailer.brand
food.diet.followers
protected_sites.protected_site.iucn_category
music.featured_artist.albums
education.school_newspaper.school
royalty.royal_line.kingdom_s_ruled
base.breakfast.breakfast_cereal_brand.ingredients
american_football.football_coach.current_team_head_coached
time.holiday_period.holidays
base.thoroughbredracing.thoroughbred_racehorse_sex.horses_of_this_sex
film.film_casting_director.films_casting_directed
user.jamie.food.food_additive_category.categorizes
fictional_universe.fictional_object.featured_in_fictional_universe
base.fashionmodels.fashion_model.eye_color
medicine.disease.includes_diseases
visual_art.artwork.period_or_movement
base.petbreeds.dog_temperament.dog_breeds
travel.accommodation.features
base.events.festival_series.type_of_festival
theater.theater_production.performed_at
base.webvideo.internet_video_creator.series_created
award.award.presented_by
language.human_language.countries_spoken_in
base.thoroughbredracing.thoroughbred_racehorse.color
user.alexander.misc.murdered_person.place_murdered
base.cycleroute.cycle_route.network
base.bioventurist.product.stage_of_development
food.drinking_establishment.drinking_establishment_type
aviation.aircraft_model.aircraft_type
digicams.camera_iso.cameras
user.fluteflute.default_domain.radio_program.country_of_origin
medicine.physician.medical_specialty
book.periodical.subjects
protected_sites.governing_body_of_protected_sites.protected_sites_governed
military.military_unit_place_of_origin.military_units
base.livemusic.concert_venue.concerts
astronomy.celestial_object.locations
base.terrorism.terrorist.involved_in_attacks
language.human_language.writing_system
soccer.football_match.referee
location.location.contains_major_portion_of
government.government_position_held.office_holder
aviation.aircraft_model.accidents
base.petbreeds.dog_breed.color
user.skud.embassies_and_consulates.embassy.from_country
digicams.digital_camera.manufacturer
user.mt.default_domain.biofunction.metabolites
base.nascar.nascar_racing_organization.drivers
book.literary_series.author_s
fictional_universe.fictional_universe.works_set_here
user.robert.us_congress.us_representative.committee_memberships
book.translation.translation_of
olympics.olympic_sport.events
user.micahsaul.advertising.ad_campaign.advertised_thing
royalty.royal_line.monarchs_from_this_line
film.film.primary_language
music.composition.musical_key
aviation.airline.accidents
comic_books.comic_book_series.created_by
biology.chromosome.gene
base.petbreeds.family_friendly.dog_breed
base.rivalries.rivalry.rival
base.ndbcd.buoy.owned_by
base.morelaw.lawsuit.plaintiff
sports.sports_league_season.league
music.recording.featured_artists
engineering.engine_category.engines
digicams.camera_storage_type.compatible_cameras
baseball.baseball_team.current_manager
base.activism.organization.area_of_activism
base.minerals.crystalline_material.polymorphic_forms
soccer.football_pitch.matches
base.aareas.schema.administrative_area_type.pertains_to
base.adultentertainment.adult_entertainer.specialises_in_fetishes
base.rugby.rugby_coach.type_of_rugby
base.classiccars.vintage_car.body_styles_produced
architecture.architectural_style.architects
user.mcstrother.default_domain.human_pathogenic_microbe.observed_resistances
base.usnationalparks.us_national_park.closest_airports
base.aareas.schema.administrative_area_type.expected_codes
sports.sports_team_owner.teams_owned
computer.computing_platform.file_formats_supported
media_common.quotation.subjects
aviation.airport.airport_type
medicine.medical_specialty.diseases_treated
cvg.game_series.games_in_series
education.academic.advisees
education.field_of_study.subdiscipline_of
time.event.instance_of_recurring_event
base.ports.port_of_call.harbor_type
base.pethealth.pet_disease_or_medical_condition.treatments
base.thoroughbredracing.thoroughbred_racehorse.damsire
base.americancomedy.comedian.performed_in_venues
film.actor.film
law.court.superior_courts
film.film_festival.location
comic_books.comic_book_fictional_universe.characters_primarily_appearing_in_this_universe
soccer.football_referee.main_referee_for
language.language_family.sub_families
broadcast.broadcast.content
base.americancivilwar.military_unit.conflicts_participated_in
education.school_mascot.school
base.qualia.type_of_disability.support_advocacy_groups
business.consumer_product.product_line
fictional_universe.fictional_setting.characters_that_have_lived_here
aviation.airport.operator
government.government_office_or_title.jurisdiction
cvg.computer_videogame.peripherals_supported
computer.file_format_genre.file_formats
comic_books.comic_book_creator.series_created
astronomy.near_earth_object_classification.near_earth_objects
royalty.noble_title.noble_rank
baseball.baseball_league.teams
base.saturdaynightlive.snl_host.episodes_hosted
food.cheese.source_of_milk
aviation.aircraft_model.engine_type
book.translator.works_translated
education.school.highest_grade_taught
base.ikariam.ikariam_research.category
religion.religion.is_part_of
medicine.drug_ingredient.more_specific_ingredient
medicine.symptom.side_effect_of
base.skateboarding.skateboarding_tricks.associated_skateboarder
computer.programming_language.influenced
computer.computer_manufacturer_brand.computer_models
food.beer.beer_style
religion.religion.branched_into
base.aareas.schema.administrative_area_type.subdivides_place
religion.type_of_place_of_worship.places_of_worship
music.music_video_director.music_videos_directed
education.educational_institution.newspaper
user.skud.boats.vessel.use
base.saturdaynightlive.snl_episode.host
music.composition.recorded_as_album
user.jeremy.default_domain.mma_fighter.next_opponent
law.legal_case.court
computer.software_license.versions
tv.tv_program.filming_locations
olympics.olympic_sport.olympic_games_contested
user.dylanrocks.national_football_league.nfl_stadiums_where_home_team_lost_the_first_game.team_beaten_by
people.family.country
dining.cuisine.dishes
amusement_parks.roller_coaster.material
sports.school_sports_team.school
base.schemastaging.scholastic_library.institution
user.kurt.default_domain.thoughtranker.revered_by
time.event.people_involved
comic_books.comic_book_writer.comic_books_written
amusement_parks.roller_coaster_material.roller_coasters
religion.religious_practice.practice_of
opera.opera.language
theater.theatrical_lyricist.play_lyrics_written
theater.theater_company.plays_produced
geography.body_of_water.islands
chemistry.chemical_element.isotopes
medicine.disease_cause.diseases
location.country.form_of_government
base.meedan.arabic_language_media_source.city
computer.software.protocols_used
tv.tv_series_episode.subjects
film.film_featured_song.featured_in_film
award.recurring_competition.individual_competitions
film.film.film_series
film.content_rating.country
tv.tv_program.subjects
chemistry.chemical_series.elements
basketball.basketball_conference.teams
fictional_universe.fictional_language.found_in_fictional_universe
dataworld.gardening_hint.split_to
user.micahsaul.advertising.advertised_thing.ad_campaigns
base.nascar.nascar_driver.car_make
basketball.basketball_team.conference
music.featured_artist.recordings
fictional_universe.work_of_fiction.part_of_these_fictional_universes
time.holiday_category.holidays
education.field_of_study.academic_departments
base.aareas.schema.administrative_area_type.iso_country
book.written_work.school_or_movement
geography.glacier.terminus
user.thadguidry.default_domain.cereal_grain.breads_made_with
theater.theater_production.musical_director
fictional_universe.fictional_organization.type_of_organization
business.product_line.products
base.thoroughbredracing.thoroughbred_racehorse.grand_foal_if_horse_is_grandsire
amusement_parks.ride.ride_type
medicine.medical_treatment.side_effects
base.recordingstudios.studio_musician.insturments_played
government.government_service.providing_agency
base.adultentertainment.adult_media.sexual_fetishes_portrayed
geography.geographical_feature_category.features
food.diet_follower.follows_diet
base.americancomedy.double_act.comic
user.robert.roman_empire.roman_emperor.successor
medicine.drug.mechanism_of_action
base.coinsdaily.coin_type.issuer
user.thalendar.default_domain.roleplaying_game.language
biology.gene.genome
food.dietary_restriction.incompatible_ingredients
time.holiday.featured_in_religions
base.gadgets.gadget.file_formats
user.narphorium.default_domain.profession.specializations
basketball.basketball_coach.team
digicams.digital_camera.sensor_type
architecture.structure.engineer
base.litcentral.focal_location.generic_landscape_description
education.department.academics_old
cvg.computer_game_region.versions_released_in_this_region
base.survivor.survivor_contestant.awarded_immunity
royalty.royal_line.succeeded_by
cvg.computer_game_compilation.games_included
government.election.office
martial_arts.martial_artist.martial_arts_students
theater.play.characters
base.digitalcameras.digital_camera.lens_mount
location.us_county.hud_section_8_area
wine.wine_sub_region.wines
baseball.baseball_division.teams
computer.file_format.extended_from
meteorology.cloud.varieties
event.disaster_victim.killed_in_disaster
base.biblioness.bibs_location.state
people.cause_of_death.parent_cause_of_death
user.alecf.default_domain.audio_program_host.shows_hosted
visual_art.art_series.subject
basketball.basketball_team.division
boats.ship_class.ships_in_class
book.illustrator.book_editions_illustrated
medicine.vaccine.infectious_disease
base.barbie.barbie_theme.dolls_with_this_theme
base.filmcameras.camera.manufacturer
sports.sport.officials
fictional_universe.ethnicity_in_fiction.characters_of_this_ethnicity
cvg.computer_game_engine.engine_family
sports.sports_team_coach.sports_coached
base.fictionaluniverse.fictional_killer.characters_killed
exhibitions.exhibition.subjects
theater.theater_choreographer.plays_choreographed
base.argumentmaps.thinker.thinks_this_doesn_t_exist
comic_strips.comic_strip.genre
base.ikariam.ikariam_resource_category.resources
tv.tv_writer.tv_segments_written
book.school_or_movement.associated_authors
user.osprey.default_domain.service_area.location
basketball.basketball_team.head_coach
base.horsefacts.event_class.riding_style
interests.hobby.people_with_this_hobby
award.award_presenting_organization.award_categories_presented
games.game.origin
base.fight.crime_type.crimes_of_this_type
base.thoroughbredracing.thoroughbred_racehorse_color.horses_of_this_color
theater.theater.theatrical_productions_staged_here
astronomy.near_earth_object.near_earth_object_classification
architecture.building.building_complex
film.film.locations
base.services.bank_branch.banking_services_provided
amusement_parks.ride.theme
base.saturdaynightlive.snl_five_timer.five_timers_of_this_type
theater.theater_genre.plays_in_this_genre
medicine.drug.pregnancy_category
wine.wine.wine_sub_region
base.eating.diets.avoids_food_type
business.shopping_center_owner.shopping_centers_owned
food.candy_bar_manufacturer.candy_bars
base.wrestling.professional_wrestler.member_of_team
base.charities.geographic_scope.charities
biology.domesticated_animal.breeds
games.game.designer
base.politicalconventions.political_convention.presidential_nominee
architecture.architecture_firm.projects
chemistry.chemical_classification.chemicals_of_this_type
distilled_spirits.spirit_producing_region.distilleries
base.formula1.formula_1_driver.drivers_championship
food.ingredient.more_specific_ingredient
business.business_location.in_shopping_center
interests.collection_category.parent_category
base.nascar.nascar_race_instance.race
base.lookalikes.twin.twin_members
conferences.conference_series.subject
base.zionism.settlement.type_of_settlement
book.poem_character.appears_in_poems
biology.organism.children
language.language_dialect.language
award.competition.winner
comic_books.comic_book_creator.characters_created
base.jewlib.parent_institution.judaica_owning_units
measurement_unit.dimension.units
user.tsegaran.language.phrase.original_language
internet.website_owner.websites_owned
base.saturdaynightlive.snl_musical_guest.episodes_as_musical_guest
base.terrorism.terrorist_organization.considered_terrorist_by
music.composition.subjects
wine.wine_region.wines
geography.geographical_feature_category.subcategory_of
government.government_agency.government
olympics.olympic_host_city.olympics_hosted
digicams.camera_compressed_format.cameras
fictional_universe.person_in_fiction.representations_in_fiction
book.newspaper_owner.newspapers_owned
olympics.olympic_event.sport
chemistry.element_discoverer.discovered
location.de_rural_district.district_seat
base.bioventurist.technology_class.products_involving_this_technology
base.newsevents.photographed_event.photograph_s
base.argumentmaps.morally_disputed_activity.instance_of_abstract_moral_dispute
travel.hotel.operating_brand
base.fashionmodels.hair_color.fashion_models_with_this_hair_color
base.services.insurance_type.insurers
government.government_office_or_title.category
user.micahsaul.advertising.advertiser.ad_campaigns
soccer.football_team.matches
time.holiday.day_of_year
baseball.baseball_player.bats
book.poetic_verse_form.poems_of_this_form
base.thoroughbredracing.thoroughbred_racehorse.breeder
boats.ship.hull_material
base.digitalcameras.slr_lens.lens_type
internet.top_level_domain_type.domains
fictional_universe.fictional_character.education
sports.sports_championship.events
award.hall_of_fame_discipline.halls_of_fame
base.thoroughbredracing.thoroughbred_racehorse.sire
base.litcentral.focal_location.land_manager
book.book_edition.isbn
base.americancivilwar.battle.military_units_involved_in_this_conflict
comic_books.comic_book_series.featured_characters
base.thoroughbredracing.thoroughbred_racehorse.foal_if_this_horse_is_sire
book.author.works_edited
music.release.engineers
theater.theatrical_composer.plays_composed
base.skosbase.skos_concept.equivalent_topic
tv.tv_theme_song.theme_song_for
base.schemastaging.non_profit_classification.organizations
base.godparents.godchild.godparents
film.film_festival_event.festival
base.onephylogeny.type_of_thing.includes
sports.sports_team.member_of
exhibitions.exhibit.exhibitions_displayed_in
tv.tv_subject.tv_programs
base.nascar.nascar_driver.team
amusement_parks.roller_coaster_propulsion_system.roller_coasters
location.ar_department.capital
base.fictionaluniverse.deceased_fictional_character.place_of_death
metropolitan_transit.transit_agency.systems
base.cars_refactor.generation.model
base.peleton.road_bicycle_racing_event.road_cycling_race_this_is_an_event_of
user.cip22.default_domain.design_pattern.pattern_type
base.locations.states_and_provences.country
religion.religious_leadership_jurisdiction.organisation
base.morelaw.canadian_judge.court
base.services.doctor.hospital_affiliations
music.composition.place_of_first_performance
base.eating.practicer_of_diet.diet
base.mathematics1.mathematical_concept.generalizations
base.eating.diets.people_who_follow_this_diet
user.tsturge.language.letter.alphabet
broadcast.content.location
base.rosetta.languoid.child
fictional_universe.fictional_universe.created_by
book.short_non_fiction_variety.works
architecture.landscape_architect.landscape_project
time.calendar.days_of_year
geography.lake_type.lakes_of_this_type
medicine.icd_9_cm_classification.parent_classification
base.crime.criminal_trial.criminal_defence_attorney
base.ancientegypt.tomb.excavated_by
chemistry.phase_of_matter.compounds_in_this_phase_at_stp
base.pethealth.pet_disease_or_medical_condition.risk_factors
media_common.quotation_source.quotations
user.ktrueman.default_domain.international_organization.member_states
base.pipesmoking.component_tobacco.pipe_tobaccos_with_this_component
film.content_rating_system.film_ratings
theater.theater_production.choreographer
music.concert_tour.artist
education.athletics_brand.teams
internet.top_level_domain.domain_type
dining.cuisine.ingredients
aviation.airline.alliance
religion.founding_figure.religion_founded
base.bowlgames.bowl_game.stadium
base.givennames.given_name.language
food.candy_bar.sold_in
basketball.basketball_conference.divisions
base.fight.crime_type.victims_of_this_crime_type
olympics.olympic_games.sports
base.survivor.survivor_season.contestants
base.fictionaluniverse.fictional_clone.clone_of
user.robert.mobile_phones.mobile_phone.broadband_technology_supported
film.film_festival.individual_festivals
metropolitan_transit.transit_stop.terminus_for_lines
base.sports.sports_draft_pick.draft
base.pethealth.pet_disease_or_medical_condition.symptoms
digicams.digital_camera_manufacturer.cameras
user.jamie.food.food_additive.category
architecture.structure.destroyed_by
language.language_family.member_of_language_families
geography.mountain.listings
base.athletics.athletics_event.discipline
internet.website.owner
